{
  "Comment.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-progress.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "multicursor.nvim": { "branch": "1.0" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "ultimate-autopair.nvim": { "branch": "v0.6" },
  "which-key.nvim": { "branch": "main" }
}
